<template>
    <section id="about" class="container__sm pt-16 text-black md:pt-24">
        <h2 class="h2">О нашем колледже</h2>
        <p class="mb-8 text-base">
            Казанский колледж технологии и дизайна (ранее Казанский техникум легкой промышленности) создан 1 мая 1920 года. Колледж является
            единственным в России учебным заведением, готовящим кадры для меховой и валяльно-войлочной отрасли. Учебное заведение хорошо
            известно за пределами республики Татарстан. В поисках специалистов сюда приезжают представители меховых и валяльно-войлочных
            фабрик с Урала, Кирова, разных городов Ставропольского края и другие. В числе постоянных партнеров учебного заведения — лидер в
            производстве меховых изделий, знаменитое производственное объединение Мелита.
            <br />
            <br />
            Наши студенты получают доступ к современному оборудованию.
        </p>
        <MainButton href="/about" class="mx-auto w-fit">Читать больше</MainButton>
    </section>
</template>

<script setup lang="ts">
import MainButton from '~/components/ui/MainButton.vue';
</script>

<style scoped></style>
