<template>
    <main>
        <SiteBreadcrumbs :items="breadcrumbs" />
        <div class="container__sm">
            <h1 class="h1">О нас</h1>
            <div class="flex flex-col gap-4">
                <p>
                    Здание образовательной организации, расположенное на живописном берегу озера Кабан, в историческом центре Казани, на
                    территории экскурсионной зоны &laquo;Старо-татарская слобода&raquo;, по адресу: ул.Шигабутдина Марджани,д.26, в 2022
                    году отметило 150 лет со дня постройки. Оно было возведено по проекту архитектора Владимира Бечко-Друзина как
                    учительская семинария для инородцев (1872-1918).
                </p>
                <p>
                    &nbsp;Семинария занималась подготовкой учителей для инородческой школы; здесь обучались учителя разных национальностей
                    &mdash; мордва, татары, марийцы, удмурты и др. с целью просвещения и &laquo;культурной мобилизации&raquo; нерусских
                    народов Волго-Уралья во второй половине XIX в. Открытие учебного заведения состоялось в 1872 г. Директором был назначен
                    главный идеолог и реализатор нового религиозно-просветительского движения, профессор Казанского университета Николай
                    Иванович Ильминский (1822&ndash;1891).
                </p>
                <p>
                    Семинария стала известна еще потому, что в ней был организован хор семинаристов, исполняющий новую духовную музыку на
                    высоком уровне во главе с известным впоследствии деятелем отечественной культуры, хоровым дирижером, музыковедом,
                    палеографом, педагогом, племянником директора, выпускником Казанского Университета Смоленским Степаном Васильевичем
                    (1848-1909) &ndash; одним из основоположников новой духовной музыки и хорового пения в России. В 1889-1901 годах &ndash;
                    директор Синодального училища и профессор Московской консерватории.
                </p>
                <p>
                    1 мая 1920 года в Казани в здании бывшей Учительской Семинарии был открыт первый и единственный в Приволжском регионе
                    Кожевенный техникум, готовивший кадры для меховой и валяльно-войлочной отраслей, первоначально носивший название
                    Казанского районного кожевенного техникума Татарии, Урала и Сибири.
                </p>
                <p>
                    Создание Кожевенного техникума в Казани было обусловлено рядом факторов: во-первых, возникновением в Казанской губернии
                    к началу XX века множества кустарных производств по обработке кожи, меха и частных ремесленных мастерских; во-вторых,
                    существованием обширной сырьевой базы необработанных материалов &ndash; кожи, меха, овчины; в-третьих, потребностью в
                    квалифицированных кадрах, особенно техниках-технологах по выделке кож; в-четвертых, отсутствием образовательного центра
                    по подготовке квалифицированных кадров по обработке кожи, мехов, по производству войлоков и по производству валяной,
                    кожаной обуви и головных уборов в регионе.
                </p>
                <p>
                    В образовательной организации получили подготовку свыше 23 тысяч специалистов по более чем десяти специальностям, среди
                    которых были и выдающиеся деятели, лауреаты Государственных премий, ученые, заслуженные работники отраслей легкой
                    промышленности, Герои Советского Союза и другие известные и уважаемые люди нашего Отечества.
                </p>
                <p>
                    В этом почетном списке находится выпускник кожевенного отделения 1928-го года &mdash;доктор наук, профессор, заслуженный
                    деятель Науки и техники РСФСР Иван Петрович Страхов &ndash; автор учебников по химической технологии кожи и меха,
                    участник ВОВ; выпускник 1932-го года &mdash; Кашафетдин Шамсутдинов &mdash; лауреат Государственной премии, автор
                    множества изобретений, в частности, актуального сегодня трафаретного (рисунчатого) крашения мехов; выпускник 1947 года
                    Ильдус Шайхульисламович Мастюков &mdash; Герой социалистического труда, заслуженный деятель науки и техники РСФСР ;
                    Герой советского союза Василий Иванович Яницкий (1916-1992гг) полковник запаса, участник Великой отечественной войны
                    (1941-1945гг), окончил два курса валяльно-войлочного отделения(1937-1939); выпускник 1949 г Маслов Виктор
                    Степанович-дослужился до начальника Всесоюзного мехового объединения СССР, орденоносец; выпускник 1953 года Рахимов
                    Науфаль Салихович &ndash; Генеральный директор Татарского ордена Ленина мехового производственного объединения
                    им.Хусаина Ямашева(1975-1988гг), позднее ООО &laquo;Мелита&raquo;; выпускник 1955года &ndash; Киямов Габдулла
                    Харутдинович, Генеральный директор промышленного обувного объединения &laquo;Спартак&raquo;, Заслуженный работник легкой
                    промышленности РСФСР; выпускница 1989 года &ndash; Зюзина Анна Ивановна, Генеральный директор промышленного торгово
                    &mdash; швейного объединения Татарстана, Заслуженный работник легкой промышленности ТАССР и много др.
                </p>
                <p>
                    Студенты, выпускники и работники техникума, специалисты промышленности также внесли заметный вклад в победу над фашизмом
                    в годы Великой Отечественной войны (1941-1945 гг.). Около 70 студентов и 30 преподавателей и сотрудников ушли на фронт и
                    возвратились с боевыми наградами или офицерскими званиями, но, к большому сожалению, многие не вернулись обратно.
                </p>
                <p>
                    Во время Великой Отечественной Войны в учебном здании техникума находился госпиталь, но, несмотря на это, занятия не
                    прекращались, а учащиеся и преподаватели еще и работали на выполнение военных заказов предприятиям легкой промышленности
                    города. Меховая промышленность тоже перестроилась на военное время и за короткий срок освоила производство меховых
                    унтов, полушубков, шапок-ушанок, меховых рукавиц. На меховом комбинате с помощью выпускников техникума производились
                    парашюты, военное обмундирование, теплое белье для армии. Комбинат &laquo;Спартак&raquo; и &laquo;Валкомбинат&raquo;
                    производили армейские валенки, кожаные и кирзовые сапоги.
                </p>
                <p>
                    Учебное заведение хорошо известно, как в Республике Татарстан, так и за пределами. В поисках специалистов сюда приезжают
                    представители меховых, швейных и валяльно-войлочных фабрик с Урала, Кирова, городов Ставропольского края, Ярославля и
                    другие.
                </p>
                <p>
                    В начале 2000-х образовательная организация принимала участие в ежегодных Ярмарках-выставках предприятий и учебных
                    заведений легкой промышленности на ВДНХ России, становилась призером выставки.
                </p>
                <p>
                    В 2002-2008гг образовательная организация проводила инновационную образовательную деятельность и занималась подготовкой
                    кадров для легкой промышленности России по договорам с предприятиями по дистанционной форме обучения, без отрыва от
                    производства: колледж обеспечивал выезд преподаватели на фабрики Кирова, Талицы, Шадринска, Пятигорска, Ярославля и др.
                    для организации учебно-экзаменационной сессии в учебных группах, состоящих из работников предприятий валяльно-войлочной
                    и меховой отраслей легкой промышленности.
                </p>
                <p>
                    В 2009 году колледж стал победителям и обладателем Гранта в 60 млн.руб. Национального проекта &laquo;Образование&raquo;
                    на модернизацию и переоснащение учебно-производстенного процесса, после реализации которого Колледж стал обладать
                    достаточной учебно &mdash; материальной базой для качественного осуществления образовательного процесса. Общее
                    количество объектов недвижимости &mdash; 4; общая площадь -12041,3 кв. м. Колледж сегодня &mdash; это: 2 учебных
                    корпуса, 1 общежитие, учебно &mdash; производственные мастерские. Все здания и сооружения являются собственностью и
                    находятся в оперативном управлении колледжа.
                </p>
                <p><strong>Современный Колледж</strong></p>
                <p>
                    Образовательная организация в 2023 году отметила 103 годовщину со дня основания Казанского кожевенного техникума,
                    который впоследствии, в1955 году, стал Казанским техникумом легкой промышленности, а с 2011 получил современное название
                    &ndash; Государственное автономное профессиональное образовательное учреждение &laquo;Казанский колледж технологии и
                    дизайна&raquo;. Официальное сокращенное наименование &ndash; ГАПОУ &laquo;Казанский колледж технологии и дизайна&raquo;
                    (далее по тексту &ndash; колледж).
                </p>
                <p>
                    Современный колледж&mdash; это уважаемое учебное заведение, которое пользуется известностью не только в Татарстане, но в
                    соседних регионах и в России. За время существования колледж ни разу не менял профиль подготовки кадров. это
                    единственное в России учебное заведение, готовящее кадры для всех подотраслей легкой промышленности, а также
                    единственные &ndash; по подготовке кадров мехового и валяльно-войлочного направления.
                </p>
                <p>
                    Коллективы инженерно-технических работников крупнейших предприятий г. Казани, таких как ООО &laquo;Мелита&raquo;, ООО
                    &laquo;Кукморский валяльно-войлочный комбинат&raquo;, ООО &laquo;Татвойлок&raquo; и ООО &laquo;Кукморский
                    валяльно-войлочный комбинат&raquo;, ООО &laquo;Текстор&raquo;, и другие швейные и кожевенные и валяльно-войлочные и
                    текстильные предприятия Республики в основном сформированы из выпускников образовательной организации. ООО
                    &laquo;Швейная фабрика &laquo;Ирэн&raquo;, ООО &laquo;Харизма&raquo;, ООО &laquo;Хим град&raquo;, ООО
                    &laquo;Алга&raquo;, ООО &laquo;Сафьян&raquo;, ООО &laquo;Супер Стар&raquo;, ООО &laquo;Милена&raquo;, ООО
                    &laquo;Таттелеком&raquo; и др. предприятия являются партнерами колледжа.
                </p>
                <p>
                    В 2015-2016 гг колледж реализовывал Грант Министерства образования Республики Татарстан в 1 млн.рублей на проведение
                    инновационной ранней профориентационной работы в форме Профессиональных проб, и было охвачено более 5000 школьников из
                    16 муниципальных районов республики. По итогам реализации гранта, отзыва участников и управления образованием &ndash;
                    опыт профориентационной работы колледжа был признан лучшим в Республике Татарстан.
                </p>
                <p>
                    Для расширения возможностей дополнительного образования заключили двухсторонние договоры со стадионом
                    &laquo;Электрон&raquo;, театром Юного зрителя и музеем Г.Тукая, сотрудничаем с Казанской государственной филармонией; с
                    Центром детского творчества им.А.Гайдара, общественными организациями и объединениями &laquo;Лига студентов Республики
                    Татарстан&raquo;, &laquo;Юнармия&raquo;, &laquo;Волонтеры Победы&raquo;, &laquo;Ветеранская слава&raquo;,
                    благотворительной организацией &laquo;Пища жизни&raquo;. Для поддержания правопорядка сотрудничаем с отделом полиции и
                    ПДН &laquo;Вишневский&raquo;, для поддержания социально-психологического благополучия сотрудничаем с центрами
                    &laquo;Выбор&raquo; и &laquo;Доверие&raquo;, с центром &laquo;Росток&raquo; и др.
                </p>
                <p><strong>Воспитательный процесс</strong></p>
                <p>
                    Системный подход к постановке воспитательного процесса и самого воспитания в Казанском колледже технологии и дизайна
                    опирается на программное и концептуальное сопровождение
                    <strong>.</strong>
                </p>
                <p>
                    В учебном заведении проводился научно-исследовательский эксперимент (201-2005) спроектирована и реализована авторская
                    модель воспитательной системы в СПО технического профиля на основе системно-синергетической теории воспитания.
                </p>
                <p>
                    Воспитательный процесс Казанского колледжа технологии и дизайна базируется на социокультурных и духовно-нравственных
                    ценностях, принятых в Российском обществе, постоянно совершенствуется и обновляется в соответствии с требованиями
                    государственной политики в области воспитания.
                </p>
                <p>
                    Воспитание реализовывается посредством объективного учебно-воспитательного процесса, который представляет собой широкое,
                    многостороннее взаимодействие студентов как активных субъектов деятельности с окружающей природо-социальной средой,
                    прежде всего с педагогами, родителями, воспитателями в постоянно развивающемся образовательном пространстве, в
                    профессионально-трудовой деятельности, с работодателями и представителями бизнеса. Студент признается субъектом
                    деятельности на основе &laquo;Субъект-субъектных&raquo; отношений. Созданы условия для воспитания студентов:
                    организационные, кадровые, управленческие, материального обеспечения.
                </p>
                <p>
                    Успешная реализация воспитательной системы обеспечено созданием постоянно развивающегося социокультурного
                    воспитательного пространства.
                </p>
                <p>Это:</p>
                <p>
                    &mdash; активизация деятельности студентов через развитие студенческого самоуправления &mdash; с 2001 года создан и
                    постоянно совершенствуется студенческий совет колледжа &laquo;Современник&raquo;; поддержка и развитие студенческого
                    самоуправления (соуправления);
                </p>
                <p>&mdash; создание условий для творческого развития студентов;</p>
                <p>&mdash; обсуждение профессиональных проблем со студентами;</p>
                <p>
                    &mdash; участие в конкурсах профессионального мастерства среди студентов ПОО и движении &laquo;Профессионалы&raquo; и
                    &laquo;Абилимпикс&raquo;;
                </p>
                <p>
                    &mdash; участие студентов и преподавателей в получении дополнительного образования на Фабрике предпринимательства;
                    создание условий для самозанятости старшекурсников;
                </p>
                <p>&mdash; взаимодействие с родителями студентов на основе равенства и партнерства &ndash; создан совет родителей;</p>
                <p>
                    &mdash; взаимодействие со всеми субъектами воспитательного пространства: предприятиями, руководящими органами,
                    культурными и научными центрами, органами внутренних дел и т.п. &mdash; на договорной основе (подписаны двухсторонние
                    договоры о сотрудничестве);
                </p>
                <p>
                    &nbsp;&mdash; создание условий для повышения квалификации, стимулирование профессионального самосовершенствования
                    педагогов &ndash; действует семинар классных руководителей, методический совет, совет воспитания, школа повышения
                    педагогического мастерства, участие в институтах повышения квалификации, колледж сотрудничает с ИРО (Казань) в вопросах
                    продвижения методического сопровождения воспитательного процесса;
                </p>
                <p>
                    &mdash; мотивация потребности педагогов в исследовательской работе и в организации исследовательской работы обучаемых;
                    анализ проблем профессионального образования и воспитания; участие педагогов в конференциях, педагогических чтениях;
                    проведение педсоветов, семинаров по проблемам профессионального становления молодого специалиста; создание базы
                    передового опыта;
                </p>
                <p>&mdash; развитие высокой рефлексивной культуры педагогов;</p>
                <p>
                    Наше студенческое самоуправление обеспечило повышение активности студентов колледжа. Студенты приняли участие во многих
                    городских мероприятиях, где занимали почетные места.
                </p>
                <p>Крупнейшие достижения:</p>
                <p>
                    Трудовому отряду колледжа в 2023 г вручено
                    <strong>благодарственное письмо</strong>
                    от Штаба трудовых отрядов РТ и лично Яне Величко, руководителю трудового отряда колледжа
                </p>
                <p>
                    &mdash;
                    <strong>в 2023году</strong>
                    <strong>Выигран и реализован Грант на сумму 270 тыс.руб</strong>
                    . на обучение бойцов студенческих трудовых отрядов по рабочим профессиям (швея) для трудоустройства на предприятия в
                    летнее время &ndash; обучено 20 человек.
                </p>
                <p>
                    В колледже создан
                    <strong>Центр профориентации</strong>
                    . Колледж проводит работу по
                    <strong>Проекту &laquo;Профпробы&raquo;.</strong>
                    В программе отражен трехступенчатый подход к проведению профориентации и осознанному выбору профессии школьником, ранним
                    его профориентированием: школа &ndash; колледж &ndash; производство. Пробы имеют три уровня сложности по каждому
                    направлению специальной профессиональной подготовки и 12 профессиям. Обязательным условием профпроб является участие
                    абитуриентов в проведении профпроб, знакомство школьников с условиями труда, проба сделать мини изделие своими руками,
                    приводит их в мир профессий.
                </p>
                <p>
                    Работа
                    <strong>театра моды &laquo;Арнуво&raquo;</strong>
                    обеспечивает развитие профессионального мастерства по пяти специальностям. Создание новых коллекций, участие в конкурсах
                    молодых дизайнеров и театров моды &ndash; двигатель развития дизайнерских специальностей и оттачивает профессиональное
                    мастерство студентов. В истекшем году в колледже продолжил работу второй
                    <strong>театр моды &laquo;Неон&raquo;</strong>
                    на базе группы 09.02.07-3 при Клубе национальной культуры и культуры народов Поволжья &laquo;Дастан&raquo;. Театры мод
                    колледжа стали победителями и призерами всех конкурсов, в которых принимали участие: &laquo;День первокурсника&raquo;,
                    &laquo;Весенняя капель&raquo;, &laquo;Весенний стиль&raquo;, &laquo;Ягымлы яз&raquo;.
                </p>
                <p>
                    <strong>Всероссийский конкурс</strong>
                    молодых модельеров &laquo;Fashion Week&raquo;,г.Уфа &laquo;Модельер года&raquo; -этно &mdash;
                    <strong>1 место</strong>
                </p>
                <p>
                    <strong>&mdash; Международная</strong>
                    научно-практическая конференция &laquo;Современное образовательные практики организации процесса обучения и воспитания в
                    условиях профессиональной образовательной организации: опыт, проблемы, перспективы&raquo;, г.Екатеринбург &ndash; диплом
                    и
                    <strong>2 место</strong>
                    в номинации &laquo;Дизайн &ndash; территория креатива&raquo;;
                </p>
                <p>
                    <strong>Всероссийский</strong>
                    этап в составе сборной Татарстана &laquo;Студенческая весна&raquo; в г.Ханты-Мансийск:
                    <strong>1 место</strong>
                    &laquo;Театр моды&raquo;,
                    <strong>1 место</strong>
                    &ndash; вокал, авторская песня.
                </p>
                <p>
                    <strong>Приволжский молодежный фестиваль народного творчества &laquo;Национальное достояние&raquo;</strong>
                    &mdash;
                    <strong>2022</strong>
                    и
                    <strong>1 место</strong>
                    в номинации &laquo;Театр моды &laquo;Арнуво&raquo;,
                </p>
                <p>
                    &mdash;
                    <strong>Всероссийский конкурс</strong>
                    молодых дизайнеров, организованный Союзом предпринимателей текстильной и легкой промышленности РТ, г. Казань
                    &laquo;Весенний стиль&raquo; -&laquo;этно&raquo;
                    <strong>&mdash; 1 место и дипломы 2 и 3 степени</strong>
                    коллективу &laquo;Текстильщик&raquo;.
                </p>
                <p>
                    &mdash; в
                    <strong>Республиканском</strong>
                    фольклорном фестивале &laquo;Народы Поволжья&raquo; г.Альметьевск, в номинации &laquo;Бабушкин сундук&raquo; победа и
                    <strong>1 место</strong>
                    <strong>,</strong>
                    <strong>2 место</strong>
                    -этническая песня,
                    <strong>3 место</strong>
                    &ndash; народный танец
                </p>
                <p>
                    <strong>Победа</strong>
                    Шакировой Камилы в
                    <strong>международном</strong>
                    конкурсе-фестивале &laquo;RED STYLE FEST&raquo;, г.Казань &mdash; Диплом и
                    <strong>Гран При</strong>
                    в номинации &laquo;вокальное творчество&raquo;, &laquo;авторская песня&raquo;,( 16.10.2022г)
                </p>
                <p>
                    Особую роль играет вовлечение молодежи колледжа в поисковую деятельность, тем самым поддерживая идеи патриотизма и
                    исторической памяти.
                </p>
                <p>
                    С 2019года развиваем работу историко-патриотического клуба &laquo;За Родину!&raquo;: в его составе волонтерский отряд,
                    архивно-поисковый отряд, агитбригада. Участниками клуба проводится поисковая работа по поиску и увековечиванию имен без
                    вести пропавших татарстанцев &ndash;
                    <strong>268 имен идентифицированы,</strong>
                    найдены места их гибели, передавали списки найденных имен. Списки погибших в Керчи музею Керчи и Музейному комплексу
                    &laquo;Россия-моя история&raquo; в Саратове &ndash; 19 имен.
                </p>
                <p>
                    &mdash; Показателем качества патриатической работы стало &mdash; вручение 9 активным участникам архивно &mdash;
                    поисковых экспедиций за работу по Увековечению Памяти
                    <strong>Благодарственных писем от Музея Главного Храмового комплекса Министерства Обороны РФ</strong>
                    .
                </p>
                <p>-Участвовали в итоговой Всероссийской сессии &laquo;Патриот&raquo;, г.Москва, он-лайн</p>
                <p>
                    &mdash; В колледже
                    <strong>зарегистрирован отряд &laquo;Юнармия</strong>
                    &raquo;, который отмечен в числе ведущих отрядов Казани (18 человек). Его деятельность расширяется поисковым отрядом.
                </p>
                <p>
                    &mdash; Поисковый отряд колледжа
                    <strong>участвовал в четырех поисковых экспедициях в город-герой Керчь</strong>
                    по поиску имен погибших воинов в годы Второй мировой войны и архивной работе по сверке имен пропавших без вести
                    татарстанцев в архивах г.Керчь и на обелисках захороненных солдат.
                </p>
                <p>
                    &mdash; Колледжу вручено
                    <strong>Благодарственное письмо</strong>
                    &laquo;За активное участие в мероприятиях и проектах Татарстанского регионального отделения Всероссийского общественного
                    движения
                    <strong>&laquo;Волонтеры Победы&raquo;</strong>
                    и содействие в организации мероприятий гржданско-патриотического воспитания подрастающего поколения&raquo;.
                </p>
                <p>
                    <strong>&mdash; Победа</strong>
                    в отборочном этапе и участие
                    <strong>в Финале Всероссийского конкурса с международным участием&raquo; &laquo;</strong>
                    <strong>Z</strong>
                    <strong>а Победу!&raquo;,</strong>
                    организатор конкурса &laquo;Готов к Победам&raquo; &mdash; ВОД Волонтеры Победы совместно с Всероссийской политической
                    партией &laquo;Единая Россия&raquo;, Место проведения &ndash; город Москва,, сроки проведения &ndash; 25-27 ноября 2022
                    г.
                </p>
                <p>Активно работают наши волонтеры.</p>
                <p>Достижения:</p>
                <p>
                    &mdash;
                    <strong>Благодарственное видео-обращение от бойцов СВО в феврале 2023,</strong>
                </p>
                <p>
                    <strong>&mdash; Благодарственное видео-обращения от бойцов СВО в апреле 2023</strong>
                    ,
                </p>
                <p>-благодарность от штаба волонтеров Мечети Марджани,</p>
                <p>&mdash; Благодарственное письмо от отделения &laquo;Пища Жизни&raquo;.</p>
                <p>&mdash; Принимали участие в благотворительной экологической Акции по очистке Озера Глубокое в июне 2023 г</p>
                <p>Развиты и другие направления студенческого самоуправления.</p>
                <p>
                    Для организации внеурочной работы кроме вышеназванных, функционируют военно &mdash; патриотические клубы
                    &laquo;Допризывник&raquo;, &laquo;Меткий стрелок&raquo;, &laquo;Студенческая служба безопасности&raquo;, зона
                    комфортного общения &laquo;Территория здоровья&raquo;, спортивные секции волейбола, баскетбола, тенниса, мини-футбола.
                </p>
                <p>
                    Организованы кружки по дисциплинам цикла ОГСЭ &ndash; &laquo;История и современность&raquo;, &laquo;Литературная
                    гостиная&raquo;, &laquo;Начинающий журналист&raquo;.
                </p>
                <p>
                    Организованы кружки по профилю подготовки &ndash; кружки технического творчества, руководители, преподаватели дисциплин
                    -16 чел:
                </p>
                <p>
                    &mdash; творческая лаборатория &laquo;Фелтинг&raquo;; &laquo;Интеллект и компьютер&raquo; (астрономия);
                    &laquo;Начинающий предприниматель&raquo; (Игра &laquo;Мой капитал&raquo;); &laquo;Мы программисты&raquo;;
                    &laquo;Шахматный клуб&raquo;; &laquo;Видеопроизводство&raquo;; &laquo;Юный менеджер&raquo;; &laquo;Юный кожевник&raquo;;
                    &laquo;Рисунок&raquo;; &laquo;Юный технолог&raquo;; &laquo;Юный предприниматель&raquo;;
                    &laquo;Скорнячок-меховичок&raquo;; &laquo;Юный портной&raquo;; Творческий коллектив &laquo;Текстильщик&raquo;;
                    &laquo;Юный мерчендайзер&raquo;.
                </p>
                <p>Создать нормальные социально-психологические условия в колледже помогает служба социально-психологической помощи.</p>
                <p>
                    <strong>По итогам всероссийского мониторинга программ воспитания</strong>
                    в 2020 году Программа колледжа
                    <strong>отмечена</strong>
                    <strong>на высшем уровне</strong>
                    <strong>по шести Проектам и направлениям</strong>
                    : патриотическое , экологическое, волонтерство, формирование Здорового образа жизни, культурно-творческое.
                </p>
                <p>
                    Руководство колледжа
                    <strong>представляли опыт</strong>
                    колледжа по воспитательной работе по двум направлениям
                    <strong>на Всероссийском совещании Глав регионов управления образованием</strong>
                    по двум округам Приволжскому и Закавказскому
                    <strong>в октябре 2020 года</strong>
                </p>
                <p><strong>Ресурсный центр</strong></p>
                <p>
                    С 15.07.2019 года колледж получил статус регионального ресурсного центра по подготовке, переподготовке и повышению
                    квалификации специалистов для текстильной и легкой промышленности и стал всероссийским специализированным центром по
                    компетенции &laquo;технологии моды&raquo;.
                </p>
                <p>
                    На площадках и полигонах ресурсного центра, оснащенного новейшим оборудованием, проводятся региональные чемпионаты
                    &laquo;Профессионалы&raquo;, ранее &laquo;Worldskills&raquo;, тренируется сборная команда страны по компетенции
                    &laquo;Технологии моды&raquo;, ведется переподготовка специалистов для легкой и текстильной промышленности.
                </p>
                <p>
                    В 2019 году в Казани прошел
                    <strong>45 Мировой чемпионат молодых профессионалов &laquo;Worldskills &mdash; 2019&raquo;,</strong>
                    где участники нашего колледжа получили
                    <strong>золотую медаль</strong>
                    по компетенции
                    <strong>&laquo;Цифровой модельер&raquo;</strong>
                    и
                    <strong>медальон</strong>
                    за профессионализм по компетенции
                    <strong>&laquo;Технологии моды&raquo;.</strong>
                    Также во время проведения 45 Мирового чемпионата колледж принимал иностранные делегации из разных стран мира: Индии,
                    Великобритании, США, Пакистана, Белоруссии, Вьетнама, Китая и др. Студенты и преподаватели колледжа делились своим
                    опытом и проводили мастер-классы по кожевенному ремеслу; знакомили гостей с историей колледжа и оснащением ресурсного
                    центра.
                </p>
                <p>
                    Итоги 45 Мирового чемпионата золотыми буквами впишутся в историю колледжа. Это высшее достижение колледжа за всю
                    историю.
                </p>
                <p>
                    С этого момента
                    <strong>ежегодно студенты</strong>
                    <strong>колледжа</strong>
                    становились и становятся победителями чемпионатов
                    <strong>&laquo;Профессионалы&raquo;, ранее &laquo;Worldskills&raquo; и &laquo;Абилимпикс&raquo;</strong>
                    по компетенции &laquo;Технологии моды&raquo; &mdash;
                    <strong>заняли 1 место в 2021, 2022, 2023гг,</strong>
                    &nbsp;и
                    <strong>стали призерами</strong>
                    в номинации &laquo;Цифровой модельер&raquo; и др. &ndash;
                </p>
                <p>
                    В настоящее время колледж &ndash; это современная образовательная организация. Все лаборатории мастерские, студии и
                    полигоны обеспечены необходимым современным оборудованием.
                </p>
                <p>
                    В колледже есть
                    <strong>мини-типография</strong>
                    &mdash; издательский центр полного цикла, позволяющий осуществлять набор, редактирование, макетирование, печать и
                    брошюровку до формата A3.
                </p>
                <p>
                    <strong>Благоустроенное студенческое общежитие</strong>
                    на 620 мест в ноябре
                    <strong>2023</strong>
                    года открыло свои двери после
                    <strong>капитального ремонта</strong>
                    и полного материального переоснащения, находится в шаговой доступности от колледжа, общей площадью &mdash; 6612,9 м2.
                    Студенты проживают в 2-3 &ndash;х местных комнатах. В общежитии имеется актовый зал и медицинский пункт.
                </p>
                <p>
                    Учебно-материальная база колледжа постоянно пополняется и обновляется за счет средств республиканского бюджета и доходов
                    от предпринимательской и иных видов деятельности (внебюджетных средств).
                </p>
                <p>
                    &nbsp;В связи с модернизацией системы профессионального образования и востребованностью рабочих профессий подготовки по
                    профилю легкой промышленности, возникла необходимость в модернизации учебно-производственной базы колледжа и ее
                    дооснащения по направлению подготовки специалистов 29.02.10 &laquo;Конструирование, моделирование и технология изделий
                    легкой промышленности&raquo; (по видам), поэтому колледж в
                    <strong>2023 году</strong>
                    принял участие в конкурсном отборе организаций профессионального образования
                    <strong>Национального Проекта</strong>
                    <strong>&laquo;Профессионалитет&raquo;</strong>
                    и
                    <strong>выиграл Грант в 70 млн.рублей</strong>
                    , который реализовывает в настоящее время.
                </p>
            </div>
        </div>
    </main>
</template>

<script setup lang="ts">
import SiteBreadcrumbs from '~/components/SiteBreadcrumbs.vue';

const breadcrumbs = [{ label: 'Главная', href: '/' }, { label: 'О колледже' }];
</script>
